Repository: Chriss-Kyyti/libdbsearch
Catalog: translations/libdbsearch.*.po
Languages: ru, sv

source: Material
ru: Материал
sv: Materialtyp

source: Found
ru: Löytyneitä
sv: Sökresultat

source: Location
ru: Sijainti
sv: Placering

source: Shelf
ru: Hylly
sv: Hylla

source: Class
ru: Luokka
sv: Klass

source: Work items
ru: Niteitä
sv: Band

source: Borrowing possible
ru: Lainattavissa
sv: Kan lånas

source: Ordered
ru: Tilattu
sv: Beställd

source: Due date
ru: Eräpäivä
sv: Förfallodag

source: Collection
ru: Kokoelma
sv: Samling

source: Direct link to work
ru: Suora linkki kopioitavaksi

source: Author / performer
ru: Автор
sv: Författare / artist

source: Other authors
ru: Muut tekijät
sv: Övriga medarbetare

source: Edition
ru: Painos
sv: Förlag

source: Publication information
ru: Julkaisutiedot
sv: Publikationsinformation

source: Series
ru: Sarja
sv: Serie

source: Language
ru: Язык
sv: Språk

source: Index terms / Subject
ru: Ключевые слова / Тема
sv: Ämnesord / Ämne

source: Appearance
ru: Ulkoasu
sv: Fysisk beskrivning

source: Original title
ru: Alkuteos
sv: Originalverk

source: Original language
ru: Alkuperäinen kieli
sv: Originalspråk

source: UDK class
ru: UDK-luokka
sv: UDK-klass

source: YKL class
ru: YKL-luokka
sv: KAB-klass

source: Other titles
ru: Muut nimekkeet
sv: Andra titlar

source: Remark
ru: Huomautus
sv: Anmärkning

source: Contents
ru: Sisältö
sv: Innehåll

source: Location information
ru: Sijaintitiedot
sv: Platsinformation

source: EAN code
ru: EAN-koodi
sv: EAN-kod

source: Material's generic attribute
ru: Aineiston yleismääre
sv: Materialets allmänna definition

source: Age limit
ru: Ikäraja
sv: Åldersgräns

source: Scale
ru: Mittakaava
sv: Skala

source: Numbering
ru: Numerointi
sv: Numrering

source: Location of the material
ru: Aineiston sijainti
sv: Materialets placering

source: Uniform title
ru: Yhtenäistetty nimeke
sv: Uniformtitel

source: Frequency of publication
ru: Ilmestymistiheys
sv: Utgivningstäthet

source: Other languages
ru: Muut kielet
sv: Övriga språk

source: Dissertation notification
ru: Väitöskirjahuomautus
sv: Anmärkning ang. doktorsavhandling

source: Section information
ru: Osan tiedot
sv: Delens uppgifter

source: Part
ru: Osa
sv: Del

source: Address of Origo database
ru: Origo kirjastojärjestelmän palvelinosoite
sv: Origo database adress

source: Address where all database querys must send.
ru: Osoite johon haut lähetetään.
sv: Adressen vart databasutfrågningar sändes.

source: Sub site folder
ru: Alihakemisto

source: If site is subfolder, the folder name. If in root level leave blank.
ru: Sivuston ollessa alihakemistossa, alihakemiston nimi. Jos sijaitsee päätasolla, jätä tyhjäksi.
sv: If site is located in subfolder, the folder name. If in root level leave blank.

source: Update lists database table
ru: Pudotusvalikkojen vaihtoehtojen päivitys

source: Dropdown lists in search form are based information in Web-Origo result page. After installation list must be updated manually. In normal use lists are checked by cron every Sunday morning at 3:00 am. If cron is not in use checking must be done also manually.
ru: Käytettävät pudotusvalikot perustavat Web-Origon pudostus valikoihin. Asennuksen tulee listat päivittää käsin. Normaalit tarkistukset tehdään cron ajojen yhteydessä, sunnuntaiaamuisin 3:00. Jos cron ajot eivät ole käytössä tulee tarkastuksetkin tehdä käsin.

source: Update
ru: Päivitä
sv: Updatera

source: Select lists are updated.
ru: Pudotusvalikoiden listat on päivitetty

source: Your search did not get any results
ru: Hakusi ei tuottanut tuloksia.
sv: Din sökning har inte fått några resultat.

source: Search words
ru: Поисковые слова
sv: Skriv in sökordet(s)

source: Libraries
ru: Библиотеки
sv: Bibliotek

source: Group by category
ru: Aineistoittain
sv: Fördela enligt material

source: Advanced search
ru: Laajennettu haku
sv: Avancerad sökning

source: Author
ru: Автор
sv: Författare

source: Work title
ru: Teoksen nimi
sv: Verkets title/namn

source: ISBN / Number
ru: ISBN / tunnus
sv: ISBN / kännetecken

source: Year
ru: Год
sv: Utgivningsår

source: Main language
ru: Pääkieli
sv: Språk

source: Departments
ru: Osastot
sv: Avdelningar

source: Search
ru: Поиск
sv: Sök

source: Clear
ru: Tyhjennä
sv: Töm

source: Please enter some keywords.
ru: Anna hakusana
sv: Ange några sökord.

source: Library database search settings
ru: Kirjastojärjestelmästä haun asetukset

source: Description
ru: Kuvaus
sv: Beskrivning

source: Library database search
ru: Поиск в электронном каталоге библиотек
sv: Sök i bibliotekets samlingar

source: A module for creating searches to library database.
ru: Moduuli hakuihin kirjastojärjestelmistä.

source: Search result
ru: Haun tulos
sv: Resultatet av sökningen

source: There were !hits hits.
ru: Teoksia löytyi yhteensä !hits kappaletta
sv: Resultatet av sökningen !hits stycken.

source: Works !hit1 - !hit2
ru: Teokset !hit1 - !hit2
sv: Verk !hit1 - !hit2

source: Page:
ru: Sivu:
sv: Sida:

source: Previous
ru: Edellinen
sv: Föregående

source: Next
ru: Seuraava
sv: Följande

source: Work information
ru: Teoksen tiedot
sv: Uppgifter om verket

source: Introduction
ru: Esittelyteksti
sv: Recension

source: Previous work
ru: Edellinen teos
sv: Föregående verk

source: To search list
ru: Selauslistalle
sv: Tillbak till resultatlistan

source: Next work
ru: Seuraava teos
sv: Följande verk

source: Detailed information
ru: Tarkat tiedot
sv: Exakta uppgifter

source: Availability information
ru: Saatavuustiedot
sv: Var finns verket?

source: Availability in other libraries
ru: Saatavuustiedot muissa kirjastoissa
sv: Tillgänglighet på andra bibliotek

source: Place a hold
ru: Varaa teos
sv: Reservera

source: See contents / songs
ru: Näytä sisältö / kappaleet
sv: Visa innehåll / låtar

source: No works found
ru: Teoksia ei löytynyt yhtään kappaletta.
sv: Sökningen gav inget resultat.

source: Novelties
ru: Uutuudet
sv: Nyhter

source: An internal error has happened in our server. Please try again or contact library attendand.
ru: Tapahtui sisäinen virhe. Yritä uudestaan tai ota yhteyttä kirjastovirkailijaan.

source: Link to tip
ru: Linkki vinkkiin
sv: Hyperlänk till tipset

source: Recording/filming
ru: Äänitys/kuvaus
sv: Inspelad/bandad

source: Instruments
ru: Soittimet
sv: Instrument

source: Show all
ru: Näytä kaikki
sv: Visa alla

source: Result list sort order
ru: Tuloslistan järjestys
sv: Resultat listan ordningsföljden

source: Copy link
sv: Kopiera hyperlink

source: The first !hits are shown.
sv: De !hits första visas.

source: Additional materials
sv: Tilläggsmaterial

source: Links
sv: Länkar

source: Link to E-book
sv: Länk till e-bok
